import { Helmet } from 'react-helmet';

const PrivacyCon = () => {
  return (
    <>
      <Helmet>
        <title>아망떼 ㅣ회원가입</title>
      </Helmet>
      <div className="content member join law_privacy privacy_con_page">
        <div className="inner">
          <h2 className="page_tit">개인정보처리방침</h2>
          <div className="con">
            <p className="txt">
              '(주)평안'는 (이하 '회사'는) 고객님의 개인정보를 중요시하며, "정보통신망 이용촉진 및
              정보보호"에 관한 법률을 준수하고 있습니다. 회사는 개인정보취급방침을 통하여 고객님께서
              제공하시는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며, 개인정보보호를 위해
              어떠한 조치가 취해지고 있는지 알려드립니다. 회사는 개인정보취급방침을 개정하는 경우
              웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다. <br />
              <br />
              1. 수집하는 개인정보 항목
              <br />
              회사는 회원가입, 상담, 서비스 신청 등등을 위해 아래와 같은 개인정보를 수집하고
              있습니다. <br />
              <br />
              - 수집항목 : 이름, 주소, 전화번호, 희망 ID, 비밀번호, e-mail 주소, e-mail 수신 여부,
              주민등록번호, 은행계좌 정보 , 쿠키 , 접속 IP 정보 , 결제기록
              <br />
              - 개인정보 수집방법 : 홈페이지 (회원가입) <br />
              <br />
              2. 개인정보 수집 및 이용 목적 <br />
              회사는 수집한 개인정보를 다음의 목적을 위해 활용합니다.
              <br />
              <br />
              - 서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 요금정산
              <br />
              콘텐츠 제공, 구매 및 요금 결제, 물품배송 또는 청구지 등 발송, 금융거래 본인 인증 및
              금융 서비스
              <br />
              - 회원관리
              <br />
              회원제 서비스 이용에 따른 본인확인, 개인 식벽, 가입의사 확인, 불만처리 등 민원처리,
              고지사항 전달
              <br />
              - 마케팅 및 광고에 활용, 이벤트 등 광고성 정보 전달, 접속빈도 파악 또는 회원의 서비스
              이용에 대한 통계
              <br />
              <br />
              ※ 회원님께서 제공하신 모든 정보는 상기 목적에 필요한 용도 이외로는 사용되지 않으며,
              수집 정보의 범위나 사용 목적, 용도가 변경될 시에는 전화통화 및 이메일 발송 등의
              방법으로 반드시 회원님께 사전 동의를 구할 것입니다. <br />
              <br />
              3. 개인정보 수집방법 : 홈페이지 회원가입 <br />
              - 회사가 이용자의 개인식별이 가능한 개인정보를 수집하는 때에는 반드시 당해 이용자의
              동의를 받습니다.
              <br />
              - 제공된 개인정보는 당해 이용자의 동의없이 목적외의 이용이나 제3자에게 제공할 수
              없습니다 <br />
              <br />
              4. 개인정보 보유 및 이용기간 <br />
              - 원칙적으로, 개인정보의 수집 또는 제공받은 목적 달성시 지체없이 파기합니다.
              <br />
              - 고객님의 개인정보는 고객님께서 아망떼 홈페이지에 회원으로 가입되어 홈페이지가
              제공하는 서비스를 이용하시는 기간 동안 계속 보유하며 서비스의 제공을 위해 이용하게
              됩니다. <br />
              - 단, 다음의 정보에 대해서는 하기의 이유로 명시한 기간 동안 보존합니다.
              <br />
              <br />
              ο보존 항목 : 로그인ID
              <br />
              ο보존 근거 : 회원의 중복가입등으로 인한 문제 방지 및 전자상거래등에서의 소비자보호에
              관한 법률
              <br />
              ο보존 기간 : 회원 탈퇴시까지
              <br />
              그리고 관계법령의 규정에 의하여 보존할 필요가 있는 경우 <br />
              회사는 아래와 같이 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다.
              <br />
              <br />
              ① 계약 또는 청약철회 등에 관한 기록 : 5년
              <br />
              ② 대금결제 및 재화 등의 공급에 관한 기록 : 5년
              <br />
              ③ 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년
              <br />
              ④ 접속에 관한 기록보존 : 3개월 <br />
              <br />
              5. 개인정보 제공 <br />
              아망떼는 이용자의 개인정보를 원칙적으로 외부에 제공하지 않습니다. 다만, 아래의
              경우에는 예외로 합니다.
              <br />
              <br />
              - 이용자들이 사전에 동의한 경우
              <br />
              - 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의
              요구가 있는 경우 <br />
              <br />
              6. 수집한 개인정보의 위탁 <br />
              - 회사는 서비스의 원활한 제공을 위해 개인정보를 위탁처리하고 있으며,
              <br />
              관계 법령에 따라 위탁계약 시 개인정보가 안전하게 관리될 수 있도록 필요한 사항을
              규정하고 있습니다.
              <br />
              - 현재 회사의 개인정보처리수탁자와 그 업무의 내용은 다음과 같습니다.
              <br />
              * 위탁 대상자(수탁자) / 위탁업무 내용 / 개인정보항목 / 보유 및 이용기간
              <br />
              한진택배, CJ대한통운택배 / 상품배송 / 배송관련 정보, 택배 배송을 위한 시스템 지원업무
              / 계약종료시까지 <br />
              [(주)스냅컴퍼니(알림전송수탁업체 : (주) 엠티에스컴퍼니)] : 신규 서비스(제품) 개발 및
              맞춤 서비스 제공, 이벤트 및 광고성 정보 및 참여기회 / 이름,아이디, 휴대전화번호 /
              계약종료시까지
              <br />
              <br />
              7. 개인정보 파기 절차 및 방법 <br />
              이용자의 개인정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면 지체 없이
              파기합니다.
              <br />
              회사의 개인정보 파기절차 및 방법은 다음과 같습니다. <br />
              <br />
              - 파기절차
              <br />
              이용자가 회원가입 등을 위해 입력한 정보는 목적이 달성된 후 별도의 DB로 옮겨져(종이의
              경우 별도의 서류함) 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(보유 및
              이용기간 참조)일정 기간 저장된 후 파기됩니다. <br />
              동 개인정보는 법률에 의한 경우가 아니고서는 보유되는 이외의 다른 목적으로 이용되지
              않습니다. <br />
              <br />
              - 파기방법
              <br />
              종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다. <br />
              전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여
              삭제합니다. <br />
              <br />
              8. 이용자 및 법정 대리인의 권리와 행사방법 <br />
              - 이용자 및 법정 대리인은 언제든지 등록되어 있는 자신 혹은 당해 만 14세 미만 아동의
              개인정보를 조회하거나 수정할 수 있으며 가입해지를 요청할 수도 있습니다.
              <br />
              - 이용자 혹은 만 14세 미만 아동의 개인정보 조회 및 수정을 위해서는 ‘개인정보변경’(또는
              ‘회원정보수정’ 등)을, 가입해지(동의철회) 를 위해서는 “회원탈퇴”를 클릭하여 본인 확인
              절차를 거치신 후 직접 열람, 정정 또는 탈퇴가 가능합니다.
              <br />
              - 혹은 개인정보관리책임자에게 서면, 전화 또는 이메일로 연락하시면 지체없이
              조치하겠습니다.
              <br />
              - 귀하가 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까지 당해
              개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제3자에게 이미 제공한
              경우에는 정정 처리결과를 제3자에게 지체없이 통지하여 정정이 이루어지도록 하겠습니다.
              <br />
              - 아망떼는 이용자 혹은 법정 대리인의 요청에 의해 해지 또는 삭제된 개인정보는 “아망떼가
              수집하는 개인정보의 보유 및 이용 기간”에 명시된 바에 따라 처리하고 그 외의 용도로 열람
              또는 이용할 수 없도록 처리하고 있습니다. <br />
              9. 쿠키 등 사용목적, 쿠키 설치,거부 방법 <br />
              회사는 귀하의 정보를 수시로 저장하고 찾아내는 ‘쿠키(cookie)’ 등을 운용합니다. 쿠키란
              웹사이트를 운영하는데 이용되는 서버가 귀하의 브라우저에 보내는 아주 작은 텍스트
              파일로서,귀하의 컴퓨터 하드디스크에 저장됩니다. 회사는 다음과 같은 목적을 위해 쿠키를
              사용합니다. <br />
              <br />
              ▷ 쿠키 등 사용 목적 <br />
              - 회원과 비회원의 접속 빈도나 방문 시간 등을 분석, 이용자의 취향과 관심분야를 파악 및
              자취 추적, 각종 이벤트 참여 정도 및 방문 회수 파악 등을 통한 타겟 마케팅 및 개인 맞춤
              서비스 제공 귀하는 쿠키 설치에 대한 선택권을 가지고 있습니다. <br />
              - 따라서, 귀하는 웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가
              저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다. <br />
              <br />
              ▷ 쿠키 설정, 거부 방법 <br />
              예: 쿠키 설정을 거부하는 방법으로는 회원님이 사용하시는 웹 브라우저의 옵션을
              선택함으로써 모든 쿠키를 허용하거나 쿠키를 저장할 때마다 확인을 거치거나, 모든 쿠키의
              저장을 거부할 수 있습니다. <br />
              <br />
              *설정방법 예(인터넷 익스플로어의 경우) : 웹 브라우저 상단의 도구 &gt; 인터넷 옵션 &gt;
              개인정보 <br />
              단, 귀하께서 쿠키 설치를 거부하였을 경우 서비스 제공에 어려움이 있을 수 있습니다.{' '}
              <br />
              <br />
              10. 개인정보에 관한 민원서비스 <br />
              회사는 고객의 개인정보를 보호하고, 개인정보와 관련한 불만을 처리하기 위하여 아래와
              같이 관련 부서 및 개인정보관리책임자를 지정하고 있습니다. <br />
              <br />
              * 개인정보관리책임자
              <br />
              성명 : 정주환
              <br />
              전화번호 : 1588-2933
              <br />
              이메일 : jjh@ono.co.kr
              <br />
              <br />
              귀하께서는 아망떼의 서비스를 이용하시며 발생하는 모든 개인정보보호 관련 민원을
              개인정보관리책임자 혹은 담당부서로 신고하실 수 있습니다. <br />
              회사는 이용자들의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다.
              <br />
              <br />
              기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기
              바랍니다.
              <br />
              1.개인분쟁조정위원회 (www.1336.or.kr/1336)
              <br />
              2.정보보호마크인증위원회 (www.eprivacy.or.kr/02-580-0533~4)
              <br />
              3.대검찰청 인터넷범죄수사센터 (http://icic.sppo.go.kr/02-3480-3600)
              <br />
              4.경찰청 사이버테러대응센터 (www.ctrc.go.kr/02-392-0330) <br />
            </p>
          </div>
        </div>
      </div>
    </>
  );
};

export default PrivacyCon;
